export default [
    {
        code: "000",
        name: "Индекс определен по квартире или по дому, если в запросе нет квартиры"
    },
    {
        code: "001",
        name: "Индекс определен по дому, а квартира определена из запроса"
    },
    {
        code: "002",
        name: "Индекс определен по дому, квартира не определена"
    },
    {
        code: "010",
        name: "Индекс определен по квартире или по дому, указанном в запросе"
    },
    {
        code: "011",
        name: "Индекс определен по квартире и по дому"
    },
    {
        code: "012",
        name: "Индекс определен по дому, который указан в запросе, квартира в запросе не указана"
    },
    {
        code: "020",
        name: "Индекс определен по квартире"
    },
    {
        code: "021",
        name: "Индекс определен по квартире, указанной в запросе"
    },
    {
        code: "022",
        name: "Индекс определен по дому или квартире"
    },
    {
        code: "100",
        name: "Индекс определен по улице, если у дома и квартиры он не задан"
    },
    {
        code: "101",
        name: "Индекс определен по улице, если у дома он не задан и квартира восстановлена"
    },
    {
        code: "102",
        name: "Индекс определен по улице, если у дома он не задан и квартиры нет в запросе"
    },
    {
        code: "110",
        name: "Индекс определен по улице, дом определен из запроса, квартира восстановлена"
    },
    {
        code: "111",
        name: "Индекс определен по улице, дом и квартира определены из запроса"
    },
    {
        code: "112",
        name: "Индекс определен по улице, дом определен из запроса, квартира не определена"
    },
    {
        code: "120",
        name: "Индекс определен по улице, дом не определен, квартира восстановлена"
    }, {
        code: "121",
        name: "Индекс определен по улице, дом не определен, квартира определена из запроса"
    },
    {
        code: "122",
        name: "Индекс определен по улице, дом и квартира не определены"
    },
    {
        code: "200",
        name: "Индекс определен по населенному пункту, квартира и дом восстановлены"
    },
    {
        code: "201",
        name: "Индекс определен по населенному пункту, квартира определена из запроса, дом восстановлен"
    },
    {
        code: "202",
        name: "Индекс определен по населенному пункту, дом восстановлен, квартира не определена"
    },
    {
        code: "210",
        name: "Индекс определен по населенному пункту, дом определен из запроса, квартира восстановлена"
    }, {
        code: "211",
        name: "Индекс определен по населенному пункту, квартира и дом определены из запроса"
    },
    {
        code: "212",
        name: "Индекс определен по населенному пункту, дом определен из запроса, квартира не указана"
    },
    {
        code: "220",
        name: "Индекс определен по населенному пункту, дом не определен, кварира восстановлена"
    }, {
        code: "221",
        name: "Индекс определен по населенному пункту, дом не определен, кварира определена из запроса"
    },
    {
        code: "222",
        name: "Индекс определен по населенному пункту, дом и квартира не определены"
    },
    {
        code: "300",
        name: "Адрес найден, но индекса нет ни у одного элемента до населенного пункта включительно"
    },
    {
        code: "301",
        name: "Адрес найден до дома, квартира восстановлена, и индекса нет ни у одного элемента до населенного пункта включительно"
    },
    {
        code: "302",
        name: "Адрес найден до дома, квартиры нет в запросе, и индекса нет ни у одного элемента до населенного пункта включительно"
    },
    {
        code: "310",
        name: "Адрес найден до квартиры, дом восстановлен, и индекса нет ни у одного элемента до населенного пункта включительно"
    }, {
        code: "311",
        name: "Адрес найден, квартира и дом определены из запроса, но индекса нет ни у одного элемента до населенного пункта включительно"
    },
    {
        code: "312",
        name: "Адрес найден, дом определен из запроса, квартира не определена, и индекса нет ни у одного элемента до населенного пункта включительно"
    },
    {
        code: "320",
        name: "Адрес найден до квартиры, дом не определен, и индекса нет ни у одного элемента до населенного пункта включительно"
    }, {
        code: "321",
        name: "Адрес найден, квартира определена из запроса, дом не определен, и индекса нет ни у одного элемента до населенного пункта включительно"
    },
    {
        code: "322",
        name: "Адрес найден, квартира и дом не определены, и индекса нет ни у одного элемента до населенного пункта включительно"
    },
]