export default [
    {
        code: "201",
        name: "Адрес подтвержден не полностью"
    },
    {
        code: "202",
        name: "Адрес отклонен, так как истекло время ожидания"
    },
    {
        code: "203",
        name: "Адрес отклонен филиалом"
    },
    {
        code: "301",
        name: "Адрес подтвержден"
    },
    {
        code: "302",
        name: "Адрес подтвержден и он неполный"
    },
    {
        code: "303",
        name: "Адресу сопоставлено несколько вариантов"
    },
    {
        code: "404",
        name: "Ящик в указанном ОПС не найден"
    },
    {
        code: "REQ001",
        name: "Ошибка формата"
    },
    {
        code: "REQ002",
        name: "Не указаны значения обязательных атрибутов"
    },
    {
        code: "REQ003",
        name: "Ошибка типа данных"
    },
]