namespace Application.Data.Enums
{
    /// <summary>
    /// Тип части адреса
    /// </summary>
    public enum TypeElementAddresses
    {
        Страна = 1,
        Регион = 2,
        Район = 3,
        НаселенныйПункт = 4,
        ВнутригородскаяТерритория = 5,
        Улица = 6,
        НомерДома = 7,
        Литера = 8,
        Дробь = 9,
        Корпус = 10,
        Строение = 11,
        Помещение = 12,
        АбонентскийЯщик = 13,
        ОтделениеПочтовойСвязи = 14,
        ВойсковаяЧасть = 15
    }
}